

export   let navPanelType = ['Пицца', 'Напитки', 'Соусы', 'Комбо' ]
  

export let navPanelInfo = {
  'Пицца': [
    {img: "img/pizzaImg/pizzaPepperoni.png", price: 650, name: 'пицца Пепперони', gram: '450', kcal:  '850', Ingredients: ['Тесто', 'Томатный соус', 'Сыр моцарелла', 'Орегано', 'Оливковое масло'], title: 'Пицца «Пепперони» с большим количеством сыра и вкусной пикантной колбасой, придающей ей насыщенный, приятный вкус.'}, 
  {img: "img/pizzaImg/pizzaCheese.png", price: 500, name: 'пицца 4 сыра', gram: '400' , kcal:  '900', Ingredients: [  "Моцарелла","Пармезан","Горгонзола","Чеддер", "Томатный соус", "Орегано"], title: 'Изысканная и в то же время насыщенная пицца «Четыре сыра», сочетание которых создает мягкий сливочный вкус и ароматную сырную начинку.'},
  {img: "img/pizzaImg/pizzaMeat.png", price: 450, name: 'пицца Мясная', gram: '350' , kcal:  '840', Ingredients: ["Моцарелла", "Пепперони", "Бекон", "Ветчина", "Охотничьи колбаски", "Томатный соус", "Орегано"], title: 'Мясная пицца с сочным мясом, сыром и ароматными специями.'},
  {img: "img/pizzaImg/pizzaMargarita.png", price: 600, name: 'пицца Маргарита', gram: '420',  kcal:  '820', Ingredients: ["Моцарелла", "Томатный соус", "Помидоры", "Базилик", "Орегано"], title: '«Маргарита» с нежной моцареллой, спелыми томатами и ароматным базиликом.' }
  ],
  'Напитки': [
  ] ,
  'Соусы': [
         {img: "img/sauce/ketchup.png", price: 50, name: 'кетчуп', gram: '25', kcal:  '50', Ingredients: ['томатная паста', 'вода', 'сахар', 'соль', 'уксус', 'специи'], title: 'Классический томатный кетчуп с насыщенным вкусом'},
     {img: "img/sauce/sauceСheese.png", price: 50, name: 'Сырный соус', gram: '25', kcal:  '50', Ingredients: ['сыр', 'сливки', 'молоко', 'сливочное масло', 'соль', 'специи'], title: 'Густой соус с мягким сырным вкусом.'}, 
     {img: "img/sauce/sauceBarbecue.png", price: 50, name: 'Соус барбекю', gram: '25', kcal:  '50', Ingredients: ['томатная паста', 'вода', 'сахар', 'уксус', 'мёд', 'соль', 'паприка', 'чеснок', 'специи'], title: 'Яркий соус с дымным ароматом и сладкой ноткой.'}, 
     {img: "img/sauce/sauceGarlic.png", price: 50, name: 'Чесночный соус', gram: '25', kcal:  '50', Ingredients: ['чеснок', 'майонез', 'сметана', 'соль', 'специи'], title: 'Пикантный соус с ароматным чесноком.'}, 
  ] ,
  'Комбо':  []
}